Repository: mmasas/ExchangeRates
Catalog: ExchangeRates/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, he, ja

source: 7-Day Chart
es: Gráfico de 7 Días
fr: Graphique sur 7 Jours
he: גרף 7 ימים
ja: 7日間チャート

source: Above
es: Por encima
fr: Au-dessus
he: מעל ל־
ja: 以上

source: Active
es: Activo
fr: Actif
he: פעיל
ja: 有効

source: Add
es: Añadir
fr: Ajouter
he: הוסף
ja: 追加

# add_alert_to_start
source: Add a new alert to get started
es: Añade una nueva alerta para comenzar
fr: Ajoutez une nouvelle alerte pour commencer
he: הוסף התראה חדשה כדי להתחיל
ja: 開始するには新しいアラートを追加してください

source: Add Currency
es: Añadir Moneda
fr: Ajouter une Devise
he: הוסף מטבע
ja: 通貨を追加

source: Add New Currency
es: Añadir Nueva Moneda
fr: Ajouter une Nouvelle Devise
he: הוסף מטבע חדש
ja: 新しい通貨を追加

source: Additional Settings
es: Configuración Adicional
fr: Paramètres Supplémentaires
he: הגדרות נוספות
ja: 追加設定

# after_hours
source: After %lld hours
es: Después de %lld horas
fr: Après %lld heures
he: אחרי %lld שעות
ja: %lld時間後

source: Alert Condition
es: Condición de Alerta
fr: Condition d'Alerte
he: תנאי התראה
ja: アラート条件

source: Alert Type
es: Tipo de Alerta
fr: Type d'Alerte
he: סוג התראה
ja: アラートタイプ

source: Alerts
es: Alertas
fr: Alertes
he: התראות
ja: アラート

# alerts_tab
source: Alerts
es: Alertas
fr: Alertes
he: התראות
ja: アラート

# alerts_title
source: Currency Rate Alerts
es: Alertas de Tipo de Cambio
fr: Alertes de Taux de Change
he: התראות שערי מטבע
ja: 為替レートアラート

source: All
es: Todos
fr: Tous
he: הכל
ja: すべて

source: Auto Reset
es: Reinicio Automático
fr: Réinitialisation Automatique
he: איפוס אוטומטי
ja: 自動リセット

# auto_reset_after_hours
source: Auto reset: %lld hours
es: Reinicio automático: %lld horas
fr: Réinitialisation automatique : %lld heures
he: איפוס אוטומטי: %lld שעות
ja: 自動リセット: %lld時間

# base_and_target_must_differ
source: Base currency and target currency must be different
es: La moneda base y la moneda objetivo deben ser diferentes
fr: La devise de base et la devise cible doivent être différentes
he: מטבע בסיס ומטבע יעד חייבים להיות שונים
ja: 基準通貨と対象通貨は異なる必要があります

source: Base Currency
es: Moneda Base
fr: Devise de Base
he: מטבע בסיס
ja: 基準通貨

source: Below
es: Por debajo
fr: En dessous
he: מתחת ל־
ja: 以下

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
ja: キャンセル

source: Central Africa
es: África Central
fr: Afrique Centrale
he: מרכז אפריקה
ja: 中央アフリカ

source: Color Scheme
es: Esquema de Color
fr: Schéma de Couleurs
he: ערכת נושא
ja: カラースキーム

source: Condition
es: Condición
he: תנאי
ja: 条件

source: Crypto
es: Cripto
he: קריפטו
ja: 暗号通貨

# crypto_alerts_section
source: Crypto Alerts
es: Alertas de Cripto
fr: Alertes Crypto
he: התראות קריפטו
ja: 暗号通貨アラート

# crypto_price_alert_notification_title
source: Crypto Price Alert
es: Alerta de Precio de Cripto
fr: Alerte de Prix Crypto
he: התראה על מחיר קריפטו
ja: 暗号通貨価格アラート

# crypto_selection
source: Cryptocurrency
es: Criptomoneda
fr: Cryptomonnaie
he: מטבע קריפטו
ja: 暗号通貨

# crypto_tab
source: Crypto
es: Cripto
he: קריפטו
ja: 暗号通貨

# crypto_title
source: Cryptocurrencies
es: Criptomonedas
fr: Cryptomonnaies
he: מטבעות קריפטו
ja: 暗号通貨

# currencies_tab
source: Currencies
es: Monedas
fr: Devises
he: מטבעות
ja: 通貨

source: Currency
es: Moneda
fr: Devise
he: מטבע
ja: 通貨

# currency_alert_notification_title
source: Currency Rate Alert
es: Alerta de Tipo de Cambio
fr: Alerte de Taux de Change
he: התראה על שער מטבע
ja: 為替レートアラート

# currency_alerts_section
source: Currency Alerts
es: Alertas de Moneda
fr: Alertes de Devise
he: התראות מטבע
ja: 通貨アラート

source: Currency Converter
es: Convertidor de Moneda
fr: Convertisseur de Devises
he: ממיר מטבע
ja: 通貨コンバーター

source: Currency Pair
es: Par de Monedas
fr: Paire de Devises
he: זוג מטבעות
ja: 通貨ペア

source: Current Rate
es: Tipo de Cambio Actual
fr: Taux Actuel
he: שער נוכחי
ja: 現在のレート

source: Custom Currencies
es: Monedas Personalizadas
fr: Devises Personnalisées
he: מטבעות מותאמים אישית
ja: カスタム通貨

source: Dark
es: Oscuro
fr: Sombre
he: כהה
ja: ダーク

source: Delete
es: Eliminar
fr: Supprimer
he: מחק
ja: 削除

source: Edit
es: Editar
fr: Modifier
he: ערוך
ja: 編集

source: Edit Alert
es: Editar Alerta
fr: Modifier l'Alerte
he: ערוך התראה
ja: アラートを編集

source: Enable Alert
es: Activar Alerta
fr: Activer l'Alerte
he: הפעל התראה
ja: アラートを有効化

source: English
es: Inglés
fr: Anglais
he: אנגלית
ja: 英語

source: Error checking alerts: %@
es: Error al verificar alertas: %@
fr: Erreur lors de la vérification des alertes : %@
he: שגיאה בבדיקת התראות: %@
ja: アラートの確認エラー: %@

source: Europe
es: Europa
he: אירופה
ja: ヨーロッパ

# exchange_rates_title
source: Exchange Rates
es: Tipos de Cambio
fr: Taux de Change
he: שערי מטבעות
ja: 為替レート

# failed_to_load_crypto
source: Failed to load cryptocurrencies: %@
es: Error al cargar criptomonedas: %@
fr: Échec du chargement des cryptomonnaies : %@
he: נכשל בטעינת מטבעות קריפטו: %@
ja: 暗号通貨の読み込みに失敗しました: %@

source: Failed to load exchange rate: %@
es: Error al cargar el tipo de cambio: %@
fr: Échec du chargement du taux de change : %@
he: נכשל בטעינת שער המרה: %@
ja: 為替レートの読み込みに失敗しました: %@

source: French
es: Francés
fr: Français
he: צרפתית
ja: フランス語

source: French Polynesia
es: Polinesia Francesa
fr: Polynésie Française
he: פולינזיה הצרפתית
ja: フランス領ポリネシア

source: Hebrew
es: Hebreo
fr: Hébreu
he: עברית
ja: ヘブライ語

# historical_rate_result
source: Historical Rate
es: Tasa Histórica
fr: Taux Historique
he: שער היסטורי
ja: 過去のレート

# historical_rate_title
source: Historical Rate
es: Tasa Histórica
fr: Taux Historique
he: שער היסטורי
ja: 過去のレート

source: Home Currency
es: Moneda Principal
fr: Devise Principale
he: מטבע בית
ja: ホーム通貨

# home_currency_footer
source: All exchange rates will be displayed relative to the selected home currency
es: Todos los tipos de cambio se mostrarán en relación con la moneda principal seleccionada
fr: Tous les taux de change seront affichés par rapport à la devise principale sélectionnée
he: כל שערי המטבעות יוצגו ביחס למטבע הבית שנבחר
ja: すべての為替レートは、選択したホーム通貨を基準に表示されます

source: Invalid target value
es: Valor objetivo no válido
fr: Valeur cible invalide
he: ערך יעד לא תקין
ja: 無効な目標値

source: Language
es: Idioma
fr: Langue
he: שפה
ja: 言語

# language_change_message
source: Please close and reopen the app for the language change to take full effect.
es: Por favor, cierra y vuelve a abrir la aplicación para que el cambio de idioma surta efecto completo.
fr: Veuillez fermer et rouvrir l'application pour que le changement de langue prenne pleinement effet.
he: אנא סגור ופתח מחדש את האפליקציה כדי שהשינוי בשפה ייכנס לתוקף מלא.
ja: 言語変更を完全に反映するには、アプリを閉じて再度開いてください。

# language_change_restart_required
source: Language Changed
es: Idioma Cambiado
fr: Langue Modifiée
he: השפה שונתה
ja: 言語が変更されました

# language_system
source: System
es: Sistema
fr: Système
he: מערכת
ja: システム

source: Last updated:
es: Última actualización:
fr: Dernière mise à jour :
he: עודכן לאחרונה:
ja: 最終更新:

source: Live only
es: Solo en vivo
fr: En direct uniquement
he: רק Live
ja: ライブのみ

source: New Alert
es: Nueva Alerta
fr: Nouvelle Alerte
he: התראה חדשה
ja: 新しいアラート

source: No alerts configured
es: No hay alertas configuradas
fr: Aucune alerte configurée
he: אין התראות מוגדרות
ja: アラートが設定されていません

source: No Auto Reset
es: Sin Reinicio Automático
fr: Pas de Réinitialisation Automatique
he: ללא איפוס אוטומטי
ja: 自動リセットなし

# no_chart_data
source: No chart data available
es: No hay datos del gráfico disponibles
fr: Aucune donnée de graphique disponible
he: אין נתוני גרף זמינים
ja: チャートデータがありません

# no_data_for_date
source: No Auto Reset
es: Sin Reinicio Automático
fr: Pas de Réinitialisation Automatique
he: ללא איפוס אוטומטי
ja: 自動リセットなし

# not_available
source: N/A
es: N/D
fr: N/D
he: לא זמין
ja: 該当なし

# notification_body
source: %@ crossed the value %@ %@. Current rate: %@
es: %@ cruzó el valor %@ %@. Tipo de cambio actual: %@
fr: %@ a franchi la valeur %@ %@. Taux actuel : %@
he: %@ חצה את הערך %@ %@. השער הנוכחי: %@
ja: %@が値%@ %@を通過しました。現在のレート: %@

# notification_permission_required
source: Notification permission is required to check alerts. Please enable notifications in Settings.
es: Se requiere permiso de notificaciones para verificar alertas. Por favor, habilita las notificaciones en Configuración.
fr: L'autorisation de notification est requise pour vérifier les alertes. Veuillez activer les notifications dans les Paramètres.
he: נדרשת הרשאה להתראות כדי לבדוק התראות. אנא אפשר התראות בהגדרות.
ja: アラートを確認するには通知の許可が必要です。設定で通知を有効にしてください。

source: OK
es: Aceptar
he: אישור

source: Paused
es: Pausado
fr: En pause
he: מושהה
ja: 一時停止

# please_enter_target_value
source: Please enter a target value
es: Por favor, ingresa un valor objetivo
fr: Veuillez entrer une valeur cible
he: נא להזין ערך יעד
ja: 目標値を入力してください

# please_select_base_currency
source: Please select a base currency
es: Por favor, selecciona una moneda base
fr: Veuillez sélectionner une devise de base
he: נא לבחור מטבע בסיס
ja: 基準通貨を選択してください

# please_select_crypto
source: Please select a cryptocurrency
es: Por favor, selecciona una criptomoneda
fr: Veuillez sélectionner une cryptomonnaie
he: נא לבחור מטבע קריפטו
ja: 暗号通貨を選択してください

# please_select_target_currency
source: Please select a target currency
es: Por favor, selecciona una moneda objetivo
fr: Veuillez sélectionner une devise cible
he: נא לבחור מטבע יעד
ja: 対象通貨を選択してください

# rate_label
source: Rate: %@
es: Tipo de cambio: %@
fr: Taux : %@
he: שער: %@
ja: レート: %@

source: Reset
es: Reiniciar
fr: Réinitialiser
he: איפוס
ja: リセット

source: Reset Currency Order
es: Reiniciar Orden de Monedas
fr: Réinitialiser l'Ordre des Devises
he: איפוס סדר מטבעות
ja: 通貨順序をリセット

source: Save
es: Guardar
fr: Enregistrer
he: שמור
ja: 保存

# search_crypto
source: Search cryptocurrencies...
es: Buscar criptomonedas...
fr: Rechercher des cryptomonnaies...
he: חיפוש מטבעות קריפטו...
ja: 暗号通貨を検索...

# select_crypto
source: Select Cryptocurrency
es: Seleccionar Criptomoneda
fr: Sélectionner une Cryptomonnaie
he: בחר מטבע קריפטו
ja: 暗号通貨を選択

source: Select Currency
es: Seleccionar Moneda
fr: Sélectionner une Devise
he: בחר מטבע
ja: 通貨を選択

source: Select Date
es: Seleccionar Fecha
fr: Sélectionner la Date
he: בחר תאריך
ja: 日付を選択

# select_date_to_view_rate
source: Select a date to view the historical rate
es: Selecciona una fecha para ver la tasa histórica
fr: Sélectionnez une date pour voir le taux historique
he: בחר תאריך כדי לצפות בשער ההיסטורי
ja: 過去のレートを表示するには日付を選択してください

source: Settings
es: Configuración
fr: Paramètres
he: הגדרות
ja: 設定

# settings_tab
source: Settings
es: Ajustes
fr: Réglages
he: הגדרות
ja: 設定

source: Spanish
es: Español
fr: Espagnol
he: ספרדית
ja: スペイン語

source: Swap Order
es: Intercambiar Orden
fr: Inverser l'Ordre
he: הפוך סדר
ja: 順序を入れ替え

source: System
es: Sistema
fr: Système
he: מערכת
ja: システム

source: Target Currency
es: Moneda Objetivo
fr: Devise Cible
he: מטבע יעד
ja: 対象通貨

source: Target Value
es: Valor Objetivo
fr: Valeur Cible
he: ערך יעד
ja: 目標値

# target_value_must_be_positive
source: Target value must be a positive number
es: El valor objetivo debe ser un número positivo
fr: La valeur cible doit être un nombre positif
he: ערך יעד חייב להיות מספר חיובי
ja: 目標値は正の数である必要があります

source: Triggered
es: Activado
fr: Déclenché
he: הופעל
ja: トリガー済み

source: View Historical Rate
es: Ver Tasa Histórica
fr: Voir le Taux Historique
he: צפה בשער היסטורי
ja: 過去のレートを表示

source: West Africa
es: África Occidental
fr: Afrique de l'Ouest
he: מערב אפריקה
ja: 西アフリカ

source: Error
fr: Erreur
he: שגיאה
ja: エラー

source: 1 Day Chart
he: גרף יום אחד

source: 1 Month Chart
he: גרף חודש אחד

source: 1 Year Chart
he: גרף שנה אחת

source: 3 Month Chart
he: גרף 3 חודשים

source: 6 Month Chart
he: גרף 6 חודשים

# failed_to_load_chart
source: Failed to load chart data
he: נכשל בטעינת נתוני גרף

source: Loading chart...
he: טוען גרף...

source: Light
ja: ライト
